// 1. в папке модулес создаю отдельные файлы под разные разделы сайта со скриптами обтянутыми в функции. каждый модуль экспортирую
// 2. здесь импортирую (пронимаю) их
// 3. вызываю все модули после того как загрузится дом-дерево
// 4. скачиваю файл вебпак.конфиг.джс, настраиваю пути, запускаю 


// // import tabs from './modules/tabs';




// document.addEventListener('DOMContentLoaded', () => {

// 	// tabs('.tabheader__item', '.tabcontent', '.tabheader__items', 'tabheader__item_active');
// 	// calc();



// });